/* No comment provided by engineer. */
"" = "";

/* No comment provided by engineer. */
"\n\n" = "\n\n";

/* No comment provided by engineer. */
" in catalog" = " no catálogo";

/* No comment provided by engineer. */
"%@ already exists. Do you want to replace it?" = "%@ já existe. Deseja substituí-lo?";

/* No comment provided by engineer. */
"A file with the same name already exists in that location. Replacing it will overwrite its current contents." = "Um arquivo com o mesmo nome já existe nesse local. Substituí-lo irá sobrescrever seu conteúdo atual.";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Copy %@ %@ (%@) %@ URL" = "Copiar %@ %@ (%@) %@ URL";

/* No comment provided by engineer. */
"Download %@ %@ (%@) Installer" = "Baixar Instalador %@ %@ (%@)";

/* No comment provided by engineer. */
"Download Full Installer" = "Download Full Installer";

/* No comment provided by engineer. */
"Downloaded %@" = "Baixado %@";

/* No comment provided by engineer. */
"Downloading %@" = "Baixando %@";

/* No comment provided by engineer. */
"Retrying download of InstallAssistant.pkg..." = "Tentando novamente baixar InstallAssistant.pkg...";

/* No comment provided by engineer. */
"Replace" = "Substituir";

/* No comment provided by engineer. */
"Show in Finder" = "Mostrar no Finder";

/* No comment provided by engineer. */
"Cancel %@ download" = "Cancelar download de %@";

/* No comment provided by engineer. */
"Show the installer in the Downloads folder" = "Mostrar o instalador na pasta Downloads";

/* No comment provided by engineer. */
"Language Selection" = "Seleção de idioma";

/* No comment provided by engineer. */
"Choose a language" = "Escolha um idioma";

/* No comment provided by engineer. */
"Select Language" = "Selecionar idioma";

/* No comment provided by engineer. */
"Continue" = "Continuar";

/* No comment provided by engineer. */
"Restart Required" = "Reinicialização necessária";

/* No comment provided by engineer. */
"The app must be restarted for changes to take effect." = "O aplicativo deve ser reiniciado para que as alterações entrem em vigor.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Yes" = "Sim";

/* No comment provided by engineer. */
"Clear app settings?" = "Limpar configurações do aplicativo?";

/* No comment provided by engineer. */
"(App preferences will be cleared)" = "(As preferências do aplicativo serão apagadas)";

/* No comment provided by engineer. */
"You will lose user settings and saved language." = "Você perderá as configurações do usuário e o idioma salvo.";

/* No comment provided by engineer. */
"Warning" = "Aviso";

/* No comment provided by engineer. */
"Create Installer App from %@ %@ (%@)" = "Criar aplicativo de instalação de %@ %@ (%@)";

/* No comment provided by engineer. */
"Error Creating Installer" = "Erro ao criar o instalador do macOS";

/* No comment provided by engineer. */
"The installer package %@ does not exist in the Downloads folder. Please download it first." = "O pacote de instalação %@ não existe na pasta Downloads. Por favor, baixe-o primeiro.";

/* No comment provided by engineer. */
"Success" = "Sucesso";

/* No comment provided by engineer. */
"The installer app has been created successfully in /Applications" = "O aplicativo de instalação do macOS foi criado com sucesso em /Applications";

/* No comment provided by engineer. */
"The installer package has been opened. Follow the on-screen instructions to complete the installation" = "O pacote de instalação foi aberto. Siga as instruções na tela para concluir a instalação";

/* No comment provided by engineer. */
"Failed to open the installer package. Please try opening it manually from the Downloads folder" = "Falha ao abrir o pacote de instalação. Tente abri-lo manualmente da pasta Downloads";

/* No comment provided by engineer. */
"Failed to create installer app. Error: %@" = "Falha ao criar o aplicativo de instalação do macOS. Erro: %@";

/* No comment provided by engineer. */
"No write permission to /Applications folder" = "Sem permissão de escrita na pasta /Applications";

/* No comment provided by engineer. */
"Failed to create AppleScript" = "Falha ao criar AppleScript";
